Repository: omegat-org/omegat
Catalog: src/testAcceptance/resources/data/project_numerals/tm/exotic-numerals-demo.tmx
Source language: en
Languages: de

source: The warehouse inventory lists 1750 clay jars.
de: Das Lagerverzeichnis nennt 1750 Tonkrüge.

source: The Angkor census recorded ៩៨៧៦៥ households.
de: Die Volkszählung von Angkor erfasste 98765 Haushalte.

source: The chronicle dates the synod to the year ፲፱፻፸፬.
de: Die Chronik datiert die Synode auf das Jahr 1974.

source: The temple archive tallies 𒐲 measures of barley.
de: Das Tempelarchiv verzeichnet 216000 Maß Gerste.

source: The Knossos tablet counts 𐄲 sheep.
de: Die Tafel aus Knossos zählt 80000 Schafe.

source: The stela marks day 𝋫 of the winal.
de: Die Stele markiert Tag 11 des Winal.

source: The Inupiaq worksheet shows 𝋄 seals.
de: Das Inupiaq-Arbeitsblatt zeigt 4 Robben.

source: The cornerstone bears the year MMXXVI.
de: Der Grundstein trägt die Jahreszahl 2026.

source: The ledger totals 千九百八十四 copper coins.
de: Das Kontobuch summiert 1984 Kupfermünzen.

source: The offering table lists 𐧛 measures of incense.
de: Die Opfertafel führt 1000 Maß Weihrauch auf.

source: The Pahawh primer spells the number 𖭝.
de: Die Pahawh-Fibel schreibt die Zahl 10000.

source: The Attic inscription pledges 𐅆 drachmas.
de: Die attische Inschrift gelobt 5000 Drachmen.

source: The Ottoman ledger registers 𞴥 akce.
de: Das osmanische Rechnungsbuch verzeichnet 10000 Akçe.

source: Add ½ measure of honey to the mixture.
de: Der Mischung ½ Maß Honig hinzufügen.

source: The Adlam textbook prints the year 𞥒𞥐𞥒𞥖.
de: Das Adlam-Schulbuch druckt die Jahreszahl 2026.

source: The Medefaidrin hymnal numbers verse 𖺇.
de: Das Medefaidrin-Gesangbuch nummeriert Vers 7.

source: The customs house restates the toll of ፮፻ in the island ledger.
de: Das Zollhaus weist die Abgabe von 𐄞 im Insel-Hauptbuch aus.

source: The calendar priest transcribes ፱ tuns into the Long Count.
de: Der Kalenderpriester überträgt 𝋩 Tun in die Lange Zählung.

source: The Kushite granary restates 𐧛 measures in the highland script.
de: Der kuschitische Speicher weist ፲፻ Maß in der Hochlandschrift aus.

source: The Long Count tablet records 33 tuns.
de: Die Tafel der Langen Zählung verzeichnet 33 Tun.

source: The Uruk tally joins 𒐆 baskets.
de: Die Zählung aus Uruk fasst 8 Körbe zusammen.

source: The chronicle dates the council to year 4.
de: Die Chronik datiert das Konzil auf das Jahr Ⅳ.

source: The abacus ledger counts 32 coins.
de: Das Rechenbrett zählt 𝍫𝍡 Münzen.
